;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Umar Hokimzoda
; TranslationAuthorEmail: umar.hokimzoda@yahoo.com
; TranslationAuthorWeb: does not exist
; Soft Version: 2.29
; Update: 2016-11-9
;
[GUI]
ButtonYes=Ҳа
ButtonNo=Не
ButtonOK=Ok
ButtonMinimize=Пинҳонкунӣ
ButtonMaximize=Нишондиҳӣ
ButtonClose=Пӯшидан
ButtonRestore=Барқароркунӣ
ButtonMenu=Меню

[Translation]
LangCode=0428
ReadHabit=Аз чап ба рост
LanguageName=TJ
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=Unicode
Information=Маълумот
Warning=Огоҳӣ
Error=Хато
Confirm=Тасдиқ
FrmJSAbout.caption=Оиди барнома
FrmJSAbout.btnok.caption=Ok
FrmJSAbout.lblver.caption=Нусхаи ҷорӣ:
FrmJSAbout.lblemail.caption=Дастгирӣ:
FrmJSAbout.lblhome.caption=Сомонаи расмӣ:
FrmJSAbout.lblthank.caption=Тарҷумаи Умар Ҳокимзода. Инчунин ташаккур ба:
FrmRSMain.btnSupport.hint=Ёрӣ ва алоқаи баръакс
;
; Менюи шинокунанда
;
unsupported=Шакли ғайриалоқаманд
denied=Дастрасиро рад кард
unknownpath=Роҳ вуҷуд надорад
pmCheckMsg=Боркунии ахбор
pmforum=Машварат
pmHelp=Ёрии фаъол
pmHome=Сомонаи расмӣ
pmCheckNew=Санҷиши азнавкунӣ
pmContact=Алоқаи баръакс
pmLang=Забонҳо
pmAbout=Оиди барнома
pmcpfilename=Нусхабардории куллии роҳ
pmcppath=Нусхабардории ҷузвдон
pmopen=Кушодани файл
pmopenfolder=Кушодани ҷузвдон
pmcpfile=Нусхабардории файл/ҷузвдон
pmdel=Несткунии файл/ҷузвдон
pmatt=Хусусият
pmSelectAll=Интихоби умумӣ
pmSelectNone=Гирифтани интихоб
pmSelectInvert=Интиқолдиҳӣ
pmCheckNew=Санҷиши азнавкунӣ
pmJetHelp=кушодани ҷустуҷӯи фаврӣ
nopath=Роҳ вуҷуд надорад
pmcutfile=Ҳаракат ба...
pmexportto=Сабт дар шакли csv файл...
;
; Асоси GUI
; 
FrmRSMain.btnlikeit.caption=Маъқул шуд
FrmRSMain.btnSearch.caption=Ҷустуҷӯ
FrmRSMain.btnfeedback.caption=Таклиф ва муҳокима
FrmRSMain.btncheckupdate.caption=Санҷиши азнавкунӣ
FrmRSMain.btnFacebook.hint=Пайгирии WiseCleaner дар Facebook
FrmRSMain.btnTwitter.hint=Паҳнкунии Wise JetSearch дар Twitter
FrmRSMain.btnemail.hint=Паҳнкунии Wise JetSearch ба дустон
;
;Маъқул шуд
;
Frmlikeit.lblTitle.caption=Агар ба Шумо Wise JetSearch маъқул шуд, ба шиносҳоятон оиди барнома гӯед.
Frmlikeit.lblInfo.caption=Илтимос, Wise JetSearch-ро ба оила, ҳамсинфон ва ҳамкорон тариқи почтаи электронӣ, сомона, Twitter, Youtube, Facebook, ва ғайра пешниҳод кунед.
Frmlikeit.lblRate.caption=Баҳогузории Wise JetSearch:
Frmlikeit.lblfollow.caption=Пайгирии мо дар:
Frmlikeit.lblshare.caption=Паҳнкунии Wise JetSearch:
Frmlikeit.btndownload.caption=Боркунии бепул
Frmlikeit.imgrate.hint=Дар CNET 5 ситора гузоред
Frmlikeit.imgmail.hint=Тақсимот бо дустон
Frmlikeit.imgface1.hint=Тақсимот дар facebook
Frmlikeit.imgface2.hint=Моро дар Facebook пайгирӣ намоед
Frmlikeit.imgtwitter1.hint=Тақсимот дар twitter
Frmlikeit.imgtwitter2.hint=Моро дар twitter пайгирӣ намоед
Frmlikeit.Caption=Маъқул шуд
Frmlikeit.lbldownload.caption=Дигар барномаҳоро аз WiseCleaner.com боргирӣ намоед :

[Edit]
pmcut=Буридан
pmcopy=Нусхабардоӣ
pmpaste=Гузоштан
pmdelete=Несткунӣ
pmselectall=Интихоби умумӣ


[Message]
Loading=Номгузории ададӣ...
Loaded=Номгузории ададӣ ба итмом расид
Audios=Овозҳо
Videos=Навор
Images=Расм
Document=Ҳуҷҷатҳо
Compressed=Архивҳо
Email=Почтаи электронӣ
NewVer=Нусхаи нави Wise JetSearch дастрас аст! Мехоҳед нав кунед?
KeyDelete=Несткунӣ
AllHardDrive=Дискҳои маҳаллӣ
SelectHardDrive=Диски сахтро интихоб намоед
ScanFor=Ҷустуҷӯ дар диски:
Search=Ҷустуҷӯ
LeftTimeSec=Давомнокӣ: %s сония
NoKeyWord=Калимаи калидиро барои ҷустуҷӯ дарҷ намоед.
Stop=Қатъкунӣ
NoDriveChecked=Илтимос, дискро барои ҷустуҷӯ интихоб намоед.
NoNewVer=Табрик мекунем, Шумо шакли охиринро истифода бурдаистодаед!
TranslateTo=Тарҷума ба...

[FastFind]
Name=Ном
Path=Роҳ
FileSize=Андоза
FileType=Навъ
DateModified=Санаи тағйирот
KeyWord=Калимаи калидиро гузоред
SearchFinish=Ҷустуҷӯ ба анҷом расид. Ёфт шуд %d файл/ҷузвдон.
SearchAborted=Ҷустуҷӯ қатъ карда шуд. Ёфт шуд %d файл/ҷузвдон.
NoResult=Файлҳои ба ин монанд ёфт нашуд.

[Help]
Startup=Оғози фаъолият ҳангоми оғози фаъолияти низом
AutoRunMain=Ивазкунии ҷустуҷӯи стандартӣ
Del=Несткунӣ
Tips=Ҷустуҷӯи фаврии файл/ҷузвдонҳои маҳаллӣ